{
  "42-NorminetteNvim": { "branch": "main" },
  "42-header.nvim": { "branch": "main" },
  "DoxygenToolkit.vim": { "branch": "master" },
  "LuaSnip": { "branch": "master" },
  "ale": { "branch": "master" },
  "cmp-nvim-lsp": { "branch": "main" },
  "copilot.vim": { "branch": "release" },
  "lazy.nvim": { "branch": "main" },
  "mini.icons": { "branch": "main" },
  "nvim-cmp": { "branch": "main" },
  "nvim-tree.lua": { "branch": "master" },
  "nvim-treesitter": { "branch": "master" },
  "nvim-web-devicons": { "branch": "master" },
  "plenary.nvim": { "branch": "master" },
  "telescope.nvim": { "branch": "master" }
}
